package разбор4задниурок2;

public class Main {

    public static void main(String[] args) {
oops("HI",0);

    }public static void oops(String word,int x){
        for ( x=0;x<2;x++) {
            System.out.println(word);
        }
    }

    }

// 4. Написать метод, которому в качестве аргументов передается строка и число,
////        метод должен отпечатать в консоль указанную строку, указанное количество раз;